Repository: scripni/Orchard
Catalog: src/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: fr

source: Media Folders
fr: Dossiers de media

source: File Path <span> - multiple files must be in a zipped folder</span>
fr: Chemin du fichier <span> - vous pouvez télécharger plusieurs fichiers à la fois en les zippant.</span>

source: Browse
fr: Parcourir

source: After your files have been uploaded, you can edit the titles and descriptions.
fr: Après que vos fichiers ont été téléchargés, vous pouvez en éditer les titres et descriptions.

source: Upload
fr: Télécharger

source: Add a Folder
fr: Ajouter un dossier

source: Folder Name
fr: Nom de dossier

source: Manage Folder
fr: Gérer le dossier

source: Folder Properties
fr: Propriétés du dossier

source: Add media
fr: Ajouter un fichier media

source: Add a folder
fr: Ajouter un dossier

source: This is a table of the pages currently available for use in your application.
fr: Ceci est une liste des pages actuellement disponibles dans votre application.

source: Last Updated
fr: Mis à jour le

source: Size
fr: Taille

source: Orchard User
fr: Utilisateur Orchard

source: Folder
fr: Dossier

source: Edit Media - {0}
fr: Modifier Media - {0}

source: Edit Media
fr: Modifier media

source: Size: <span>{0}</span>
fr: Taille: <span>{0}</span>

source: Added on: <span>{0} by Orchard User</span>
fr: Ajouté le: <span>{0} par Orchard User</span>

source: Embed:
fr: Incorporer:

source: Copy this html to add this image to your site.
fr: Copiez ce fragment d'HTML pour ajouter cette image à votre site.

source: Caption
fr: Légende

source: This will be used for the image alt tag.
fr: Ceci sera utilisé dans l'attribut alt du tag image.

source: Preview
fr: Aperçu

source: Folder Name:
fr: Nom du dossier:

source: Manage Media Folders
fr: Gérer les dossiers de media

source: This is a table of the media folders currently available for use in your application.
fr: Ceci est une liste des dossiers de media actuellement disponibles dans votre application.

source: Features
fr: Fonctionnalités

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: List of available features
fr: Liste des fonctionnalités disponibles

source: General
fr: Général

source: Name: {0}
fr: Nom: {0}

source: <none>
fr: <aucune>

source: Could not find feature {0}
fr: Impossible de trouver la fonctionnalité {0}.

source: Module "{0}" does not exist in this Orchard installation.
fr: Le module "{0}" n'existe pas dans cette installation d'Orchard.

source: Package "{0}" successfully created
fr: Le package "{0}" a été créé avec succès.

source: File "{0}" does not exist.
fr: Le fichier "{0}" n'existe pas.

source: Package "{0}" successfully installed at "{1}"
fr: Le paquetage "{0}" a été installé avec succès dans "{1}".

source: Not allowed to manage modules
fr: Non autorisé à gérer les modules.

source: Couldn't upload module package.
fr: Le paquetage du module n'a pas pu être téléchargé.

source: Select a file to upload.
fr: Choisissez un fichier à télécharger.

source: Installed package "{0}", version {1} of type "{2}" at location "{3}"
fr: Le paquetage "{0}" version {1} de type "{2}" a été installé dans "{3}".

source: Uploading module package failed: {0}
fr: Le téléchargement du paquetage du module a échoué: {0}

source: Not allowed to manage features
fr: Non autorisé à gérer les fonctionnalités.

source: The feature {0} was updated succesfuly
fr: La fonctionnalité {0} a été mise à jour avec succès.

source: An error occured while updating the feature {0}: {1}
fr: Une erreur s'est produite pendant la mise à jour de la fonctionnalité {0}: {1}

source: {0} was enabled
fr: {0} a été activé.

source: {0} was disabled
fr: {0} a été désactivé.

source: Install a Module
fr: Installer un module

source: Module Package
fr: Paquetage de module

source: Install
fr: Installer

source: Manage Features
fr: Gérer les fonctionnalités

source: Uncategorized
fr: Non classé

source: {0} is {1}
fr: {0} est {1}

source: Depends on:
fr: Dépend de:

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Installed Modules
fr: Modules installés

source: Install a module
fr: Installer un module

source: Author: {0}
fr: Auteur: {0}

source: Website: {0}
fr: Site Web: {0}

source: Tenants
fr: Appartements

source: Manage Tenants
fr: Gérer les appartements

source: Add New Tenant
fr: Ajouter un appartement

source: List of tenants
fr: Liste des appartements

source: Name:
fr: Nom:

source: Provider:
fr: Fournisseur:

source: ConnectionString:
fr: Chaîne de connexion:

source: Data Table Prefix:
fr: Préfixe des tables de données:

source: Request Url Host:
fr: Hôte des URL de requête:

source: Request Url Prefix:
fr: Préfixe des URL de requête:

source: State:
fr: État:

source: Creating tenant
fr: Appartement en cours de création

source: Tenant:
fr: Appartement:

source: was not found
fr: non trouvé

source: Tenant Settings:
fr: Configuration de l'appartement:

source: Cannot create tenant
fr: L'appartement ne peut pas être créé.

source: Couldn't create tenant
fr: L'appartement n'a pas pu être créé.

source: Creating Tenant failed: {0}
fr: La création de l'appartement a échoué: {0}

source: Cannot edit tenant
fr: L'appartement ne peut pas être modifié.

source: Couldn't edit tenant
fr: L'appartement n'a pas pu être modifié.

source: Failed to edit tenant: {0}
fr: Échec de la modification de l'appartement: {0}

source: Couldn't disable tenant
fr: L'appartement n'a pas pu être désactivé.

source: Couldn't enable tenant
fr: L'appartement n'a pas pu être activé.

source: Host
fr: Hôte

source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
fr: Exemple: si l'hôte est "orchardproject.net", l'URL de l'appartement est "http://orchardproject.net/".

source: Database Setup
fr: Configuration de la base de données

source: Allow the tenant to set up the database
fr: Permettre au locataire de l'appartement de configurer la base de données

source: Use built-in data storage (SQL Server Compact)
fr: Utiliser l'option de stockage par défaut (SQL Server Compact)

source: Use an existing SQL Server (or SQL Express) database
fr: Utiliser une base de données SQL Server (ou SQL Express) existante

source: Connection string
fr: Chaîne de connexion

source: Example:
fr: Exemple:

source: Database Table Prefix
fr: Préfixe de table de base de données

source: Edit Tenant
fr: Modifier un appartement

source: Warning: If you don't know what you're doing you *will* (likely) send this tenant into a downward spiral of irrecoverable disrepair. Have a nice day.
fr: Avertissement: si vous ne comprenez pas ce que vous êtes en train de faire, vous allez (probablement) envoyer le locataire de cet appartement dans une spirale d'irréversible désespoir. Bonne journée!

source: List of Site's Tenants
fr: Liste des appartements du site

source: Add a Tenant
fr: Ajouter un appartement

source: Resume
fr: Reprendre

source: Make Valid*
fr: Valider*

source: Suspend
fr: Suspendre

source: Set Up
fr: Installer

source: Manage Pages
fr: Gérer les pages

source: Create New Page
fr: Créer une page

source: Couldn't publish page
fr: La page n'a pas pu être publiée.

source: Couldn't unpublish page
fr: La page n'a pas pu être dépubliée.

source: Couldn't delete page
fr: La page n'a pas pu être effacée.

source: Not allowed to create a page
fr: Non autorisé à créer une page

source: Couldn't create page
fr: La page n'a pas pu être créée.

source: Couldn't edit page
fr: La page n'a pas pu être modifiée.

source: Couldn't discard page draft
fr: Le brouillon n'a pas pu être supprimé.

source: Can not discard draft on unpublished page.
fr: Le brouillon d'une page non publiée ne peut pas être supprimé.

source: Page draft version discarded
fr: Le brouillon de la page a été supprimé.

source: Page successfully published.
fr: La page a été publiée.

source: Page successfully unpublished.
fr: La page a été dépubliée.

source: Page successfully deleted
fr: La page a été effacée.

source: Couldn't view page
fr: La page ne peut être visualisée.

source: Add Page
fr: Ajouter une page

source: Edit Page
fr: Modifier une page

source: Add a page
fr: Ajouter une page

source: All Pages
fr: Toutes les pages

source: Published Pages
fr: Pages publiées

source: Offline Pages
fr: Pages hors ligne

source: View Page
fr: Voir la page

source: Unpublish Page
fr: Dépublier la page

source: Publish Page
fr: Publier la page

source: Remove Page
fr: Enlever la page

source: Users
fr: Utilisateurs

source: Manage Roles
fr: Gérer les rôles

source: Not authorized to manage roles
fr: Non autorisé à gérer les rôles

source: Deleting Role failed: {0}
fr: L'effacement du rôle a échoué: {0}

source: Creating Role failed: {0}
fr: La création du rôle a échoué: {0}

source: Editing Role failed: {0}
fr: La modification du rôle a échoué: {0}

source: Adding role {0} to user {1}
fr: Ajout du rôle {0} à l'utilisateur {1}

source: Removing role {0} from user {1}
fr: Effacement du rôle {0} de l'utilisateur {1}

source: A security exception occurred in the content management system.
fr: Une erreur de sécurité s'est produite dans le systeme de gestion de contenu.

source: Add Role
fr: Ajouter un rôle

source: Role Name:
fr: Nom du rôle

source: {0} Module
fr: Module {0}

source: Allow
fr: Autoriser

source: Edit Role
fr: Modifier un rôle

source: Add a role
fr: Ajouter un rôle

source: This is a table of the roles currently available for use in your application.
fr: Ceci est une liste des rôles actuellement disponibles dans votre application.

source: Roles
fr: Rôles

source: There are no roles.
fr: Il n'existe pas de rôles.

source: Anonymous users can not create pages
fr: Les utilisateurs anonymes ne peuvent pas créer des pages.

source: Anonymous users can not edit pages
fr: Les utilisateurs anonymes ne peuvent pas modifier des pages.

source: Edit this page
fr: Modifier cette page

source: Return to list
fr: Retourner à la liste

source: Anyone can create and edit pages
fr: Tout le monde peut créer et modifier des pages

source: Create Page
fr: Créer une page

source: Sandbox Pages
fr: Pages du bac à sable

source: Add new page
fr: Ajouter une page

source: Search
fr: Chercher

source: Search results must be filtered with current culture
fr: Les résultats de recherche doivent être filtrés par la culture en cours.

source: Searched fields
fr: Champs de recherche

source: Site "{0}" sucessfully setup to run data provider "{1}" (with table prefix "{2}").
fr: Le site "{0}" a été installé avec succès au-dessus du fournisseur de données "{1}" (avec le préfixe "{2}").

source: Password confirmation must match
fr: La confirmation du mot de passe doit être identique au mot de passe.

source: Setup failed:
fr: L'installation a échoué:

source: Home
fr: Accueil

source: Get Started
fr: Pour commencer

source: Please answer a few questions to configure your site.
fr: Merci de bien vouloir répondre à quelques questions afin que nous puissions configurer votre site.

source: What is the name of your site?
fr: Quel est le nom de votre site?

source: Choose a user name:
fr: Choisissez un nom d'utilisateur:

source: Choose a password:
fr: Choisissez un mot de passe:

source: Confirm the password:
fr: Veuillez confirmer ce mot de passe:

source: How would you like to store your data?
fr: Comment souhaitez-vous stocker vos données?

source: Finish Setup
fr: Terminer l'installation

source: Tags
fr: Étiquettes

source: Manage Tags
fr: Gérer les étiquettes

source: Listing tags failed:
fr: L'énumération des étiquettes a échoué:

source: Couldn't delete tag
fr: L'étiquette n'a pas pu être effacée.

source: Editing tags failed:
fr: La modification des étiquettes a échoué:

source: Couldn't create tag
fr: L'étiquette n'a pas pu être créée.

source: Creating tag failed:
fr: La création de l'étiquette a échoué:

source: Retrieving tag information failed:
fr: L'accès aux informations de l'étiquette a échoué:

source: Couldn't edit tag
fr: L'étiquette n'a pas pu être modifiée.

source: Editing tag failed:
fr: La modification de l'étiquette a échoué.

source: Retrieving tagged items failed:
fr: L'accès aux articles étiquetés a échoué:

source: Updating tags failed:
fr: La modification des étiquettes a échoué:

source: Couldn't rename tag: name was empty
fr: L'étiquette n'a pas pu être renommée: le nom était vide.

source: Add a Tag
fr: Ajouter une étiquette

source: Name:
fr: Nom:

source: Edit a Tag
fr: Modifier une étiquette

source: Add a tag
fr: Ajouter une étiquette

source: This is a table of the tags in your application
fr: Ceci est une liste des étiquettes de votre application.

source: List of contents tagged with {0}
fr: Liste des articles étiquetés avec {0}

source: Link to the content item
fr: Lien vers le contenu

source: Tags:
fr: Étiquettes:

source: Contents tagged with {0}
fr: Articles étiquetés avec {0}

source: Contents tagged with <span>{0}</span>
fr: Articles étiquetés avec <span>{0}</span>

source: Site Design
fr: Design du site

source: Themes
fr: Thèmes

source: Listing themes failed:
fr: L'énumération des thèmes a échoué:

source: Couldn't preview the current theme
fr: L'aperçu du thème courant n'a pas pu être créé.

source: Previewing theme failed:
fr: L'aperçu du thème a échoué:

source: Couldn't set the current theme
fr: Le thème en cours n'a pas pu être défini.

source: Activating theme failed:
fr: L'activation du thème a échoué:

source: Couldn't install theme
fr: Le thème n'a pas pu être installé.

source: Installing theme failed:
fr: L'installation du thème a échoué:

source: Couldn't uninstall theme
fr: Le thème n'a pas pu être désinstallé.

source: Uninstalling theme failed:
fr: La désinstallation du thème a échoué:

source: Not found
fr: Non trouvé

source: The page you are looking for does not exist.
fr: La page que vous avez demandée n'existe pas.

source: Welcome, <strong>{0}</strong>!
fr: Bienvenue <strong>{0}</strong>!

source: Log Off
fr: Déconnexion

source: Log On
fr: Connexion

source: Manage Themes
fr: Gérer les thèmes

source: There is no current theme in the application. The built-in theme will be used.
fr: Il n'y a actuellement pas de thème dans votre application. Le thème intégré va être utilisé.

source: Install a new Theme
fr: Installer un thème

source: Current Theme
fr: Thème actuel

source: By
fr: Par

source: Available Themes
fr: Thèmes disponibles

source: Activate
fr: Activer

source: Uninstall
fr: Désinstaller

source: Install Theme
fr: Installer un thème

source: File Path to the zip file:
fr: Chemin vers le fichier zip:

source: You are previewing:
fr: Vous regardez un aperçu de:

source: Apply this theme
fr: Appliquer ce thème

source: Cancel
fr: Annuler

source: Manage Users
fr: Gérer les utilisateurs

source: The current password is incorrect or the new password is invalid.
fr: Le mot de passe courant est incorrect ou le nouveau mot de passe est invalide.

source: You must specify a current password.
fr: Vous devez spécifier le mot de passe courant.

source: You must specify a new password of {0} or more characters.
fr: Votre nouveau mot de passe doit comporter au moins {0} caractères.

source: The new password and confirmation password do not match.
fr: Le nouvau mot de passe et sa confirmation ne coincident pas.

source: You must specify a username or e-mail.
fr: Vous devez spécifier un nom d'utilisateur ou une adresse e-mail.

source: You must specify a password.
fr: Vous devez spécifier un mot de passe.

source: The username or e-mail or password provided is incorrect.
fr: Le nom d'utilisateur ou l'adresse e-mail est incorrect.

source: You must specify a username.
fr: Vous devez spécifier un nom d'utilisateur.

source: You must specify an email address.
fr: Vous devez spécifier une adresse e-mail.

source: You must specify a password of {0} or more characters.
fr: Votre mot de passe doit comporter au moins {0} caractères.

source: Not authorized to list users
fr: Non autorisé à voir la liste des utilisateurs

source: Not authorized to manage users
fr: Non autorisé à gérer les utilisateurs

source: User information updated
fr: Les informations sur l'utilisateur ont été mises à jour.

source: User deleted
fr: Utilisateur effacé

source: Access Denied
fr: Accès refusé

source: You do not have permission to complete your request.
fr: Vous n'avez pas la permission d'exécuter cette requête.

source: Change Password
fr: Changer le mot de passe

source: Use the form below to change your password.
fr: Veuillez utiliser le formulaire ci-dessous pour mettre à jour votre mot de passe.

source: Password change was unsuccessful. Please correct the errors and try again.
fr: Le changement de mot de passe a échoué. Veuillez corriger les erreurs et réessayer.

source: Account Information
fr: Informations du compte

source: Current password:
fr: Mot de passe actuel:

source: New password:
fr: Nouveau mot de passe:

source: Confirm new password:
fr: Veuillez confirmer votre nouveau mot de passe:

source: Your password has been changed successfully.
fr: Botre mot de passe a été changé avec succès.

source: Please enter your username and password.
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe.

source: if you don't have an account.
fr: si vous ne disposez pas d'un compte.

source: Login was unsuccessful. Please correct the errors and try again.
fr: La connexion a échoué. Veuillez corriger les erreurs et réessayer.

source: Username or Email:
fr: Nom d'utilisateur ou e-mail:

source: Password:
fr: Mot de passe:

source: Remember me?
fr: Se souvenir de moi?

source: Create a New Account
fr: Créer un nouveau compte utilisateur

source: Use the form below to create a new account.
fr: Veuillez utiliser le formulaire ci-dessous pour créer un nouveau compte utilisateur.

source: Account creation was unsuccessful. Please correct the errors and try again.
fr: La création du compte a échoué. Veuillez corriger les erreurs et réessayer.

source: Username:
fr: Nom d'utilisateur:

source: Confirm password:
fr: Confirmation du mot de passe:

source: Register
fr: S'inscrire

source: Add User
fr: Ajouter un utilisateur

source: Edit User
fr: Modifier un utilisateur

source: Add a new user
fr: Ajouter un utilisateur

source: Posted by {0} {1}
fr: Posté par {0} {1}

source: nobody(?)
fr: personne(?)

source: Welcome
fr: Bienvenue

source: Login
fr: Connexion

source: | Posted by {0} {1}
fr: | Posté par {0} {1}

source: Project Orchard
fr: Projet Orchard

source: Your Site
fr: Votre site

source: Skip to navigation
fr: Sauter vers la navigation

source: User:
fr: Utilisateur:

source: Logout
fr: Déconnexion

source: Tenant {0} does not exist
fr: L'appartement {0} n'existe pas.

source: A change of configuration requires the application to be restarted. Running the command again usually solves this problem.
fr: Un changement dans la configuration nécessite un redémarrage de l'application. Réexécuter la commande résoud habituellement le problème.

source: Multiple commands found matching arguments "{0}". Commands available: {1}.
fr: De multiples commandes pouvant répondre aux arguments "{0}" ont été trouvées. Les commandes disponibles sont: {1}.

source: No command found matching arguments "{0}". Commands available: {1}.
fr: Aucune commande pouvant répondre aux arguments "{0}" n'a été trouvée. Les commandes disponibles sont: {1}.

source: Switch was not found:
fr: Le switch n'a pas été trouvé:

source: A property of this name exists but is not decorated with the OrchardSwitch attribute:
fr: Il existe une propriété portant ce nom mais elle n'est pas décorée avec l'attribut OrchardSwitch:

source: No property named {0} found of type bool, int or string.
fr: Aucune propriété {0} de type bool, int ou string n'a été trouvée.

source: Command arguments don't match
fr: Les arguments de la commande ne coincident pas.

source: Method {0} does not support switch {1}.
fr: La méthode {0} ne supporte pas le switch {1}.

source: List of available commands:
fr: Liste des commandes disponibles:

source: Command {0} doesn't exist
fr: La commande {0} n'existe pas.

source: An error occured while upgrading the database:
fr: Une erreur s'est produite pendant la mise à niveau de la base de données:

source: An error occured while updating the database:
fr: Une erreur s'est produite pendant la mise à jour de la base de données:

source: An error occured while creating the tables:
fr: Une erreur s'est produite durant la création des tables:

source: There are no settings to save.
fr: Il n'y a aucune configuration à sauver.

source: Settings "Name" is not set.
fr: Le paramètre de configuration "Name" n'est pas valorisé.

source: Feature {0} was not found in any of the installed extensions
fr: La fonctionnalité {0} n'a été trouvée dans aucune extension.

source: Extension {0} is not active
fr: L'extension {0} n'est pas active.

source: extensionType was null or empty
fr: extensionType était nul ou vide.

source: extensionType was not recognized
fr: extensionType non reconnu.

source: extension was not found
fr: extension non trouvée.

source: Error compiling module "{0}" from file "{1}"
fr: Erreur de compilation du module "{0}" dans le fichier "{1}".

source: is not formatted correctly
fr: n'est pas correctement composé.

source: Unable to make room for file "{0}" in "App_Data" folder: too many conflicts.
fr: Impossible de faire de la place pour le fichier "{0}" dans le dossier "App_Data": trop de conflits.

source: Listing Cultures:
fr: Énumération des cultures:

source: Site Culture is {0}
fr: La culture du site est {0}.

source: Setting site culture to {0}
fr: Modification de la culture du site vers {0}.

source: Supplied culture name {0} is not valid.
fr: La culture {0} spécifiée n'est pas valide.

source: Site culture set to {0} successfully
fr: Culture du site fixée à {0}.

source: 'on' MMM d yyyy 'at' h:mm tt
fr: 'le' d MMM yyyy 'à' h:mm tt

source: a moment ago
fr: il y a un instant

source: Unknown extension type "{0}"
fr: Le type d'extension "{0}" est inconnu.

source: {0}. Anonymous users do not have {1} permission.
fr: {0}. Les utilisateurs anonymes n'ont pas la permission {1}.

source: {0}. Current user, {2}, does not have {1} permission.
fr: {0}. L'utilisateur en cours, {2}, n'a pas la permission {1}.

source: Can't access the admin
fr: L'interface d'administration est inaccessible.

source: Style fileName was not given.
fr: Le nom de fichier de feuille de style n'est pas spécifié.

source: Head script fileName was not given.
fr: Le nom de fichier de script d'en-tête n'est pas spécifié.

source: Foot script fileName was not given.
fr: Le nom de fichier de script de bas de page n'est pas spécifié.

source: 1 post
fr: 1 billet

source: {0} posts
fr: {0} billets

source: 1 Comment
fr: 1 commentaire

source: {0} Comments
fr: {0} commentaires

source: 1 day ago
fr: il y a un jour

source: {0} days ago
fr: il y a {0} jours

source: 1 hour ago
fr: il y a une heure

source: {0} hours ago
fr: il y a {0} heures

source: 1 minute ago
fr: il y a une minute

source: {0} minutes ago
fr: il y a {0} minutes

source: 1 second ago
fr: il y a une seconde

source: {0} seconds ago
fr: il y a {0} secondes

source: 1 draft
fr: 1 brouillon

source: {0} drafts
fr: {0} brouillons

source: 1 comment
fr: 1 commentaire

source: {0} comments
fr: {0} commentaires

source: the <em>one</em> result
fr: le <em>seul</em> résultat

source: <em>zero</em> results
fr: <em>aucun</em> résultat

source: <em>{1} - {2}</em> of <em>{0}</em> results
fr: <em>résultats {1} - {2}</em> parmi <em>{0}</em> trouvés
