Repository: scripni/Orchard
Catalog: src/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: fr

source: Invalid user name
fr: Nom d'utilisateur invalide

source: Invalid container
fr: Conteneur invalide

source: Draft
fr: Brouillon

source: as a Draft
fr: en tant que brouillon

source: Location in a "Detail" screen
fr: Position dans un écran de détails

source: Location in a "Editor" screen
fr: Position dans un écran d'édition

source: Location in a "Summary" screen (Front-end)
fr: Position dans un écran de résumé

source: Location in a "Summary" screen (Admin)
fr: Position dans un écran de résumé (administration)

source: Default flavor
fr: Format par défaut

source: Flavor
fr: Format

source: Zone name (e.g. body, primary)
fr: Zone (par exemple body ou primary)

source: Position in zone (e.g. 1, 1.0, 2.5.1)
fr: Position dans la zone (par exemple 1, 1.0 ou 2.5.1)

source: Edit
fr: Modifier

source: [more]
fr: [En voir plus]

source: Published by {0} {1}
fr: Publié par {0} {1}

source: Last modified: {0}
fr: Dernière modification: {0}

source: By {0}
fr: Par {0}

source: Body
fr: Ventre

source: Content
fr: Contenu

source: Manage Content
fr: Gérer le contenu

source: Create New {0}
fr: Créer {0}

source: Couldn't publish selected content.
fr: Impossible de publier le contenu sélectionné.

source: Content successfully published.
fr: Contenu publié avec succès.

source: Couldn't unpublish selected content.
fr: Le contenu sélectionné n'a pas pu être dépublié.

source: Content successfully unpublished.
fr: Contenu dépublié avec succès.

source: Couldn't delete selected content.
fr: Le contenu sélectionné n'a pas pu être effacé.

source: Content successfully removed.
fr: Contenu enlevé avec succès.

source: Created content item
fr: Contenus créés

source: Couldn't publish content
fr: Le contenu n'a pas pu être publié

source: {0} successfully published.
fr: {0} publié avec succès.

source: Couldn't unpublish content
fr: Le contenu n'a pas pu être dépublié.

source: {0} successfully unpublished.
fr: {0} dépublié avec succès.

source: Create New Content
fr: Créer de nouveaux contenus

source: Create Content
fr: Créer du contenu

source: Edit Content
fr: Modifier du contenu

source: Manage {0} Content
fr: Gérer le contenu {0}

source: Add new {0} content
fr: Ajouter du nouveau contenu {0}

source: Add new content
fr: Ajouter du nouveau contenu

source: Choose action...
fr: Choisissez une action...

source: Publish Now
fr: Publier maintenant

source: Unpublish
fr: Dépublier

source: Remove
fr: Enlever

source: Apply
fr: Appliquer

source: Show only of type
fr: Montrer seulement le contenu de type

source: Any (show all)
fr: Tous

source: Ordered by
fr: Trié par

source: most recently created
fr: date de création décroissante

source: most recently modified
fr: date de modification décroissante

source: Date Published
fr: Date de publication

source: View
fr: Voir

source: Publish Draft
fr: Publier un brouillon

source: Publish
fr: Publier

source: Save
fr: Enregistrer

source: Dashboard
fr: Tableau de bord

source: Welcome to Orchard
fr: Bienvenue dans Orchard

source: This is the place where you can manage your web site, its appearance and its contents. Please take a moment to explore the different menu items on the left of the screen to familiarize yourself with the features of the application. For example, try to change the theme through the "Manage Themes" menu entry. You can also create new pages and manage existing ones through the "Manage Pages" menu entry or create blogs through "Manage Blogs".
fr: Ceci est l'endroit où vous pouvez gérer votre site, son apparence et son contenu. Veuillez passer un instant à explorer le menu à gauche de l'écran pour vous familiariser avec les différents aspects de l'application. Par exemple, vous pouvez changer le thème en utilisant "Gérer les thèmes". Vous pouvez également créer de nouvelles pages et gérer les pages existantes via "Gérer les pages" ou bien créer de nouveaux blogs via "Gérer les blogs".

source: Have fun!
fr: Amusez-vous bien!

source: The Orchard Team
fr: L'équipe Orchard

source: Translating to
fr: Traduction vers

source: Translate Content
fr: Traduire du contenu

source: Translations:
fr: Traductions:

source: + New translation
fr: + Nouvelle traduction

source: Content Localization
fr: Localisation du contenu

source: Other translations:
fr: Autres traductions:

source: Main Menu
fr: Menu principal

source: Not allowed to manage the main menu
fr: Non autorisé à gérer le menu principal

source: Couldn't manage the main menu
fr: Le menu principal n'a pas pu être modifié.

source: The MenuText field is required
fr: Le champ MenuText est requis

source: Manage Main Menu
fr: Gérer le menu principal

source: Text
fr: Texte

source: Update All
fr: Tout mettre à jour

source: Add New Item
fr: Ajouter un contenu

source: Add
fr: Ajouter

source: Show on main menu
fr: Afficher dans le menu principal

source: Menu text
fr: Texte du menu

source: {0} has been published!
fr: {0} a été publié.

source: {0} has been scheduled for publishing!
fr: La publication future de {0} a été planifiée.

source: {0} draft has been saved!
fr: Le brouillon de {0} a été sauvé.

source: Online
fr: En ligne

source: The page is currently online
fr: La page est actuellement en ligne

source: Published
fr: Publié

source: Offline
fr: Hors ligne

source: The page is currently offline
fr: La page est actuellement hors ligne

source: Not Published
fr: Non publié

source: The page has a draft
fr: La page a un brouillon

source: No Draft
fr: Pas de brouillon

source: Published: {0}
fr: Publié: {0}

source: Scheduled
fr: Planifié

source: The page is scheduled for publishing
fr: La publication de la page est planifiée

source: M/d/yyyy h:mm tt
fr: d/M/yyyy h:mm tt

source: Publish Settings
fr: Paramètres de publication

source: Save Draft
fr: Sauvegarder un brouillon

source: Publish Later
fr: Publier plus tard

source: Time
fr: Heure

source: Site Configuration
fr: Configuration du site

source: Reports
fr: Rapports

source: Display Report
fr: Affichage du rapport

source: This is a table of the reports in your application
fr: Ceci est la liste des rapports disponibles dans l'application

source: Manage Reports
fr: Gérer les rapports

source: Name
fr: Nom

source: Title
fr: Titre

source: Please do not use any of the following characters in your slugs: "/", ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=". No spaces are allowed (please use dashes or underscores instead).
fr: Merci de ne pas utiliser les caractères suivants dans vos alias: "/", ":", "?", "#", "[", "]", "@", "!", "$", "&", "'", "(", ")", "*", "+", ",", ";", "=". Les espaces ne sont pas autorisés (merci d'utiliser des tirets à la place).

source: Slugs in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
fr: Alias en conflit. "{0}" est déjà utilisé par un(e) {2} créé(e) précédemment. Le contenu a été sauvé avec l'alias "{1}".

source: Settings
fr: Configuration

source: Not authorized to manage settings
fr: Non autorisé à gérer la configuration

source: Settings updated
fr: Configuration mise à jour

source: Invalid serial number for shell descriptor
fr: Numéro de série de shell descriptor invalide

source: Manage Settings
fr: Configurer

source: Supported Cultures
fr: Cultures supportées

source: Available Cultures
fr: Cultures disponibles

source: Add a culture...
fr: Ajouter une culture...

source: Cultures this site supports
fr: Cultures supportées par ce site

source: Global Settings
fr: Configuration globale

source: Site name
fr: Nom du site

source: Default Site Culture
fr: Culture du site par défaut

source: Add or remove supported cultures for the site.
fr: Ajouter ou retirer des cultures supportées par le site.

source: Page title separator
fr: Séparateur de titre de page

source: Super user
fr: Super utilisateur

source: Delete
fr: Supprimer

source: Module Packaging
fr: Emballage de module

source: List of available modules and themes is updated.
fr: La liste des modules et thèmes disponibles est mise à jour.

source: May only push directly to one of the configured sources.
fr: Il n'est possible de pousser que vers une des sources configurées.

source: Harvested {0} and published onto {1}
fr: {0} récolté et publié vers {1}

source: Installed module
fr: Module installé

source: Packaging
fr: Emballage

source: Harvest Packages
fr: Récolter des paquetages

source: Package creation was unsuccessful. Please correct the errors and try again.
fr: La création de paquetage a échoué. Veuillez corriger les erreurs et réessayer.

source: Browse Packages
fr: Consulter les paquetages

source: Edit Sources
fr: Modifier les sources

source: Designer notes not found.
fr: Notes de design introuvables.

source: Edit Widget
fr: Modifier le gadget

source: Unexpected index type
fr: Type d'index inattendu

source: Manage Blogs
fr: Gérer les blogs

source: Manage Blog
fr: Gérer le blog

source: Create New Blog
fr: Créer un blog

source: Create New Post
fr: Créer un billet

source: An error occured while loading the file:
fr: Une erreur s'est produite durant le chargement du fichier:

source: Not allowed to create blogs
fr: Non autorisé à créer un blog.

source: Couldn't create blog
fr: Le blog n'a pas pu être créé.

source: Not allowed to edit blog
fr: Non autorisé à modifier le blog.

source: Couldn't edit blog
fr: La blog n'a pas pu être modifié.

source: Blog information updated
fr: Les informations du blog ont été mises à jour.

source: Couldn't delete blog
fr: Le blog n'a pas pu être effacé.

source: Blog was successfully deleted
fr: Le blog a été effacé.

source: Not allowed to create blog post
fr: Non autorisé à créer un billet.

source: Couldn't create blog post
fr: Le billet n'a pas pu être créé.

source: Couldn't edit blog post
fr: Le billet n'a pas pu être modifié.

source: There is no draft to discard.
fr: Aucun brouillon n'existe.

source: Couldn't discard blog post draft
fr: Le brouillon n'a pas pu être effacé.

source: Can not discard draft on unpublished blog post.
fr: Le brouillon de ce billet non publié n'a pas pu être effacé.

source: Blog post draft version discarded
fr: Le brouillon du billet a été effacé.

source: Couldn't delete blog post
fr: Le billet n'a pas pu être effacé.

source: Blog post was successfully deleted
fr: Le billet a été effacé.

source: Couldn't publish blog post
fr: Le billet n'a pas pu être publié.

source: Blog post successfully published.
fr: Le billet a été publié.

source: Couldn't unpublish blog post
fr: Le billet n'a pas pu être dépublié.

source: Blog post successfully unpublished.
fr: Le billet a été dépublié.

source: Couldn't view blog post
fr: Le billet ne peut être visualisé.

source: None found
fr: Aucune archive

source: No blogs found.
fr: Aucun blog n'a été trouvé

source: Add Blog
fr: Ajouter un blog

source: Set as home page
fr: Utiliser comme page d'accueil

source: Edit Blog
fr: Modifier le blog

source: New Blog
fr: Nouveau blog

source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
fr: Il n'y a pas encore de blog. Désirez-vous en <a href="{0}">créer un</a>?

source: Add Post
fr: Ajouter un billet

source: Edit Post
fr: Modifier un billet

source: Filter:
fr: Filtre:

source: New Post
fr: Nouveau billet

source: List Posts
fr: Liste des billets

source: There are no posts for this blog.
fr: Ce blog n'a pas de billet.

source: Discard Draft
fr: Effacer le brouillon

source: Comments
fr: Commentaires

source: Manage Comments
fr: Gérer les commentaires

source: Listing comments failed:
fr: L'énumération des commentaires a échoué:

source: Couldn't moderate comment
fr: Le commentaire n'a pas pu être modéré.

source: Couldn't delete comment
fr: Le commentaire n'a pas pu être effacé.

source: Editing comments failed:
fr: La modification des commentaires a échoué:

source: Couldn't close comments
fr: Les commentaires n'ont pas pu être fermés.

source: Closing Comments failed:
fr: La fermeture des commentaires a échoué:

source: Couldn't enable comments
fr: Les commentaires n'ont pas pu être activés.

source: Enabling Comments failed:
fr: L'activation des commentaires a échoué:

source: Editing comment failed:
fr: La modification du commentaire a échoué:

source: Couldn't edit comment
fr: Le commentaire n'a pas pu être modifié

source: Editing Comment failed:
fr: La modification du commentaire a échoué:

source: Deleting comment failed:
fr: L'effacement du commentaire a échoué:

source: Couldn't add comment
fr: Le commentaire n'a pas pu être ajouté.

source: You must provide a Name in order to comment
fr: Merci de donner votre nom afin de pouvoir commenter

source: Your comment will appear after the site administrator approves it.
fr: Votre commentaire apparaitra sur le site dès que l'administrateur du site l'aura approuvé.

source: Creating Comment failed:
fr: La création du commentaire a échoué:

source: ({0} pending)
fr: ({0} en attente)

source: Comment on {0} by {1}
fr: Commentaire de {1} sur {0}

source: Please configure your Akismet key for spam protection
fr: Veuillez configurer votre clé Akismet pour activer la protection contre le spam.

source: Comments for {0}
fr: Commentaires sur {0}

source: Enable Comments
fr: Autoriser les commentaires

source: Close Comments
fr: Fermer les commentaires

source: Approve
fr: Approuver

source: Pend
fr: Désapprouver

source: Mark as Spam
fr: Marquer comme Spam

source: All Comments
fr: Tous les commentaires

source: Approved Comments
fr: Commentaires approuvés

source: Pending Comments
fr: Commentaires en attente de modération

source: This is a table of the comments for the content item
fr: Ceci est une liste des commentaires

source: Status
fr: Statut

source: Author
fr: Auteur

source: Comment
fr: Commentaire

source: Pending
fr: En attente de modération

source: Approved
fr: Approuvé

source: Edit Comment
fr: Modifier le commentaire

source: Remove Comment
fr: Enlever le commentaire

source: Mark as spam
fr: Marquer comme Spam

source: This is a table of the comments in your application
fr: Ceci est une liste des commentaires

source: Commented On
fr: Commenté le

source: Comments have been disabled for this content.
fr: Les commentaires ont été désactivés pour ce contenu.

source: Add a Comment
fr: Ajouter un commentaire

source: log on
fr: S'authentifier

source: Hi, {0}!
fr: Bonjour {0}!

source: Submit Comment
fr: Envoyer le commentaire

source: Comments are shown. Existing comments are displayed.
fr: Les commentaires sont visibles. Les commentaires existants sont affichés.

source: Allow new comments
fr: Permettre les nouveaux commentaires

source: Enable to show the comment form. Disabling still allows the existing comments to be shown but does not allow the conversation to continue.
fr: Permettre l'affichage du formulaire de commentaire. Désactiver ceci permet aux commentaires existants d'être affichés mais ne permet pas à la conversation de se prolonger.

source: Comments must be approved before they appear
fr: Les commentaires doivent être approuvés afin d'apparaître

source: Enable spam protection
fr: Activer la protection contre le Spam

source: Akismet key
fr: Clé Akismet

source: Akismet endpoint URL
fr: URL du service Akismet

source: Manage Content Types
fr: Gérer les types de contenu

source: Not allowed to create a content type.
fr: Non autorisé à créer un type de contenu.

source: The Content Type name can't be empty.
fr: Le nom du type de contenu ne peut pas être vide.

source: A type with the same name already exists.
fr: Un type du même nom existe déjà.

source: The "{0}" content type has been created.
fr: Le type de contenu "{0}" a été créé.

source: Not allowed to edit a content type.
fr: Non autorisé à créer un type de contenu.

source: "{0}" settings have been saved.
fr: La configuration de "{0}" a été enregistrée.

source: The "{0}" part has been added.
fr: La pièce "{0}" a été ajoutée.

source: The "{0}" part has been removed.
fr: La pièce "{0}" a été enlevée.

source: Not allowed to create a content part.
fr: Non autorisé à créer une pièce de contenu.

source: The "{0}" content part has been created.
fr: La pièce de contenu "{0}" a été créée.

source: Not allowed to edit a content part.
fr: Non autorisé à modifier une pièce de contenu.

source: The "{0}" field has been added.
fr: Le champ "{0}" a été ajouté.

source: The "{0}" field has been removed.
fr: Le champ "{0}" a été enlevé.

source: Add a new field to "{0}"
fr: Ajouter un nouveau champ à "{0}"

source: Display Name
fr: Nom pour affichage

source: Field Type
fr: Type de champ

source: Add parts to "{0}"
fr: Ajouter des pièces à "{0}"

source: New Content Type
fr: Nouveau type de contenu

source: Create
fr: Créer

source: New Content Part
fr: Nouvelle pièce de contenu

source: Edit Content Type
fr: Modifier le type de contenu

source: Content Types
fr: Types de contenu

source: Fields
fr: Champs

source: Parts
fr: Pièces

source: Edit Part
fr: Modifier la pièce

source: Content Parts
fr: Pièces de contenu

source: Create new type
fr: Créer un nouveau type

source: Create new part
fr: Créer une nouvelle pièce

source: Remove the "{0}" part from "{1}"
fr: Enlever la pièce "{0}" de "{1}"

source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
fr: Il semblerait qu'il ait été impossible d'enlever le champ de façon évoluée. Veuillez essayer de cliquer sur le bouton ci-dessous pour forcer l'opération.

source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
fr: Il semblerait qu'il ait été impossible d'enlever la pièce de façon évoluée. Veuillez essayer de cliquer sur le bouton ci-dessous pour forcer l'opération.

source: Create a new {0}
fr: Créer un nouveau ou une nouvelle {0}

source: List Items
fr: Enumérer les contenus

source: Developer Tools
fr: Outils de développement

source: Creating Data Migration for {0}
fr: Création de la migration de données pour {0} en cours

source: Data migration already exists in target Module {0}.
fr: La migration de données existe déjà dans le module {0}.

source: Data migration created successfully in Module {0}
fr: Migration de données créée avec succès dans le module {0}

source: Creating data migration failed: target Feature {0} could not be found.
fr: La création de la migration de données a échoué: la fonctionnalité {0} n'a pas pu être trouvée.

source: Creating Module {0}
fr: Création du module {0}

source: Creating Module {0} failed: a module of the same name already exists
fr: La création du module {0} a échoué: un module du même nom existe déjà.

source: Module {0} created successfully
fr: Module {0} créé avec succès

source: Creating Controller {0} in Module {1}
fr: Création du contrôleur {0} dans le module {1}

source: Controller {0} already exists in target Module {1}.
fr: Le contrôleur {0} existe déjà dans le module {1}.

source: Controller {0} created successfully in Module {1}
fr: Contrôleur {0} créé avec succès dans le module {1}

source: Creating Controller {0} failed: target Module {1} could not be found.
fr: La création du contrôleur {0} a échoué: le module {1} n'a pas pu être trouvé.

source: Warning: Solution file could not be found at {0}
fr: Avertissement: le fichier de solution n'a pas pu être trouvé dans {0}

source: Database updated successfuly
fr: Base de données mise à jour avec succès

source: An error occured while updating the database: {0}
fr: Une erreur s'est produite pendant la mise à jour de la base de données: {0}

source: Notifier works without BaseViewModel
fr: Notifier fonctionne sans BaseViewModel

source: Command line
fr: Ligne de commande

source: {0} Content Type
fr: {0} type de contenu

source: Content Item
fr: Contenu

source: view
fr: voir

source: edit
fr: modifier

source: Content Item Parts
fr: Pièces de contenu

source: Content Items
fr: Contenus

source: Data Migration
fr: Migration de données

source: Update Database
fr: Mise à jour de la base de données

source: Show debug links
fr: Montrer les liens de déboguage

source: Dev Tools
fr: Outils de développement

source: Contents
fr: Contenus

source: Metadata
fr: Meta-données

source: Test Unauthorized Request
fr: Test de requête non autorisée

source: Database Update
fr: Mise à jour de la base de données

source: Merge Changes
fr: Fusionner les changements

source: Search Index
fr: Index de recherche

source: There is no search index to manage for this site.
fr: Il n'y a aucun index de recherche à gérer pour ce site.

source: Not allowed to manage the search index.
fr: Non autorisé à gérer l'index de recherche.

source: There is no search index to rebuild.
fr: Il n'y a aucun index de recherche à reconstruire.

source: The search index has been rebuilt.
fr: L'index de recherche a été reconstruit.

source: The search index has been updated.
fr: L'index de recherche a été mis à jour.

source: You need to enable an index implementation module like Lucene.
fr: Vous devez activer un module implémentant un index de recherche, comme par exemple Lucene.

source: Search Index Management
fr: Gestion de l'index de recherche

source: There is currently no search index
fr: Il n'y actuellement pas d'index de recherche.

source: The search index has not been built yet.
fr: L'index de recherche n'a pas encore été construit

source: The search index does not contain any document.
fr: L'index de recherche ne contient aucun document.

source: The search index contains {0} document(s).
fr: L'index de recherche contient {0} document(s).

source: The search index does not contain any field.
fr: L'index de recherche ne contient aucun champ.

source: The search index was last updated {0}.
fr: L'index de recherche a été mis à jour le {0}.

source: Update the search index now:
fr: Mettre à jour l'index de recherche maintenant:

source: Update the search index.
fr: Mettre à jour l'index de recherche.

source: Update
fr: Mettre à jour

source: Rebuild the search index for a fresh start.
fr: Reconstruire l'index de recherche.

source: Rebuild the search index.
fr: Reconstruire l'index de recherche.

source: Rebuild
fr: Reconstruire

source: Include in the index
fr: Inclure dans l'index

source: Index this content type for search
fr: Indexer ce type de contenu pour la recherche

source: Manage Media
fr: Gérer les media

source: Deleting Folder failed: {0}
fr: L'effacement de dossier a échoué: {0}

source: Couldn't create media folder
fr: Le dossier de media n'a pas pu être créé.

source: Creating Folder failed: {0}
fr: La création du dossier a échoué: {0}

source: Couldn't delete media file
fr: Le fichier de media n'a pas pu être effacé.

source: Couldn't delete media folder
fr: Le dossier de media n'a pas pu être effacé.

source: Deleting failed: {0}
fr: L'effacement a échoué: {0}

source: Couldn't rename media folder
fr: Le dossier de media n'a pas pu être renommé.

source: Modifying Folder Properties failed: {0}
fr: La modification des propriétés du dossier a échoué: {0}

source: Couldn't upload media file
fr: Le fichier de media n'a pas pu être téléchargé.

source: Select a file to upload
fr: Choisissez un fichier à télécharger.

source: Uploading media file failed: {0}
fr: Le téléchargement du fichier de media a échoué: {0}

source: ERROR: You don't have permission to upload media files
fr: Erreur: vous n'êtes pas autorisé à télécharger des fichiers de media.

source: HEY: You didn't give me a file to upload
fr: Vous ne m'avez pas fourni de fichier à télécharger.

source: ERROR: Uploading media file failed: {0}
fr: Erreur: le téléchargement du fichier de media a échoué: {0}

source: Couldn't modify media file
fr: La modification du fichier de media a échoué.

source: Editing media file failed: {0}
fr: La modification du fichier de media a échoué: {0}

source: Add Media
fr: Ajouter un fichier de media
